Repository: linyusenzz/HDRImageViewer
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, uk_ua, zh_cn

# StatusSaveAsFailedFormat
source: Save as failed: {0}: {1}
de_de: Speichern unter fehlgeschlagen: {0}: {1}
es_es: Error al guardar como: {0}: {1}
fr_fr: Échec de l'enregistrement : {0} : {1}
it_it: Salvataggio non riuscito: {0}: {1}
ja_jp: 名前を付けて保存に失敗しました: {0}: {1}
ko_kr: 다른 이름으로 저장 실패: {0}: {1}
pl_pl: Błąd zapisu jako: {0}: {1}
pt_br: Falha ao salvar como: {0}: {1}
ru_ru: Ошибка при сохранении: {0}: {1}
uk_ua: Помилка при збереженні: {0}: {1}
zh_cn: 另存为失败: {0}: {1}

# StatusImageCopiedFormat
source: Image copied, ready to paste into PowerPoint: {0}
de_de: Bild kopiert, bereit zum Einfügen in PowerPoint: {0}
es_es: Imagen copiada, lista para pegar en PowerPoint: {0}
fr_fr: Image copiée, prête à être collée dans PowerPoint : {0}
it_it: Immagine copiata, pronta per l'incolla in PowerPoint: {0}
ja_jp: 画像をコピーしました。PowerPoint などにそのまま貼り付け可能です: {0}
ko_kr: 이미지가 복사되었습니다. PowerPoint에 바로 붙여넣을 수 있습니다: {0}
pl_pl: Obraz skopiowany, gotowy do wklejenia do programu PowerPoint: {0}
pt_br: Imagem copiada, pronta para colar no PowerPoint: {0}
ru_ru: Изображение скопировано, можно вставить в PowerPoint: {0}
uk_ua: Зображення скопійовано, можна вставити в PowerPoint: {0}
zh_cn: 已复制图片，可直接粘贴到 PowerPoint: {0}

# StatusCopyImageFailedFormat
source: Failed to copy image: {0}: {1}
de_de: Bild kopieren fehlgeschlagen: {0}: {1}
es_es: Error al copiar imagen: {0}: {1}
fr_fr: Échec de la copie de l'image : {0} : {1}
it_it: Copia immagine non riuscita: {0}: {1}
ja_jp: 画像のコピーに失敗しました: {0}: {1}
ko_kr: 이미지 복사 실패: {0}: {1}
pl_pl: Błąd kopiowania obrazu: {0}: {1}
pt_br: Falha ao copiar imagem: {0}: {1}
ru_ru: Не удалось скопировать изображение: {0}: {1}
uk_ua: Не вдалося скопіювати зображення: {0}: {1}
zh_cn: 复制图片失败: {0}: {1}

# StatusPathCopiedFormat
source: Copied file path: {0}
de_de: Dateipfad kopiert: {0}
es_es: Ruta de archivo copiada: {0}
fr_fr: Chemin du fichier copié : {0}
it_it: Percorso file copiato: {0}
ja_jp: ファイルパスをコピーしました: {0}
ko_kr: 파일 경로가 복사되었습니다: {0}
pl_pl: Skopiowano ścieżkę pliku: {0}
pt_br: Caminho do arquivo copiado: {0}
ru_ru: Путь к файлу скопирован: {0}
uk_ua: Шлях до файлу скопійовано: {0}
zh_cn: 已复制文件路径: {0}

# StatusCopyPathFailedFormat
source: Failed to copy path: {0}: {1}
de_de: Pfad kopieren fehlgeschlagen: {0}: {1}
es_es: Error al copiar ruta: {0}: {1}
fr_fr: Échec de la copie du chemin : {0} : {1}
it_it: Copia percorso non riuscita: {0}: {1}
ja_jp: パスのコピーに失敗しました: {0}: {1}
ko_kr: 경로 복사 실패: {0}: {1}
pl_pl: Błąd kopiowania ścieżki: {0}: {1}
pt_br: Falha ao copiar caminho: {0}: {1}
ru_ru: Не удалось скопировать путь: {0}: {1}
uk_ua: Не вдалося скопіювати шлях: {0}: {1}
zh_cn: 复制路径失败: {0}: {1}

# DragDropOpenCaption
source: Open image
de_de: Bild öffnen
es_es: Abrir imagen
fr_fr: Ouvrir l'image
it_it: Apri immagine
ja_jp: 画像を開く
ko_kr: 이미지 열기
pl_pl: Otwórz obraz
pt_br: Abrir imagem
ru_ru: Открыть изображение
uk_ua: Відкрити зображення
zh_cn: 打开图片

# StatusDragDropNoSupportedFiles
source: Drag and drop canceled: no supported image files recognized.
de_de: Drag & Drop abgebrochen: keine unterstützten Bilddateien erkannt.
es_es: Arrastrar y soltar cancelado: no se reconocieron imágenes compatibles.
fr_fr: Glisser-déposer annulé : aucun fichier image pris en charge.
it_it: Trascina e rilascia annullato: nessun file immagine supportato riconosciuto.
ja_jp: ドラッグ＆ドロップで開けませんでした: 対応する画像ファイルが見つかりません。
ko_kr: 드래그 앤 드롭 열기 실패: 지원되는 이미지 파일이 없습니다.
pl_pl: Przeciąganie anulowane: nie rozpoznano obsługiwanych plików obrazów.
pt_br: Arrastar e soltar cancelado: nenhum arquivo de imagem compatível reconhecido.
ru_ru: Перетаскивание отменено: поддерживаемые файлы не найдены.
uk_ua: Перетягування скасовано: підтримувані файли не знайдено.
zh_cn: 拖放未打开: 没有识别到支持的图片文件。

# StatusDragDropFailedFormat
source: Drag-and-drop open failed: {0}: {1}
de_de: Öffnen per Drag & Drop fehlgeschlagen: {0}: {1}
es_es: Error al abrir por arrastrar y soltar: {0}: {1}
fr_fr: Échec de l'ouverture par glisser-déposer : {0} : {1}
it_it: Apertura tramite trascinamento non riuscita: {0}: {1}
ja_jp: ドラッグ＆ドロップでの画像オープンに失敗しました: {0}: {1}
ko_kr: 드래그 앤 드롭 열기 실패: {0}: {1}
pl_pl: Błąd otwierania metodą przeciągnij i upuść: {0}: {1}
pt_br: Falha ao abrir por arrastar e soltar: {0}: {1}
ru_ru: Ошибка при перетаскивании файлов: {0}: {1}
uk_ua: Помилка при перетягуванні файлів: {0}: {1}
zh_cn: 拖放打开失败: {0}: {1}

# StatusDragDropLoadedCountFormat
source: Dropped {0} images; navigating in drop order
de_de: {0} Bilder hineingezogen; Navigation in Ablagereihenfolge
es_es: Se han arrastrado {0} imágenes; navegando en orden de entrada
fr_fr: {0} images déposées ; navigation dans l'ordre de dépôt
it_it: {0} immagini rilasciate; navigazione nell'ordine di rilascio
ja_jp: {0} 枚の画像をドロップしました。ドロップ順で閲覧できます
ko_kr: {0}개의 이미지를 끌어왔습니다. 순서대로 탐색합니다
pl_pl: Przeciągnięto {0} obrazów; przeglądanie według kolejności upuszczenia
pt_br: {0} imagens arrastadas; navegando na ordem de inserção
ru_ru: Добавлено {0} изображений; навигация в порядке добавления
uk_ua: Перетягнуто {0} зображень; навігація в порядку додавання
zh_cn: 已拖入 {0} 张图片，按拖入顺序浏览

# StatusSystemAssociationOpened
source: Opened from system file association
de_de: Über Systemdateizuordnung geöffnet
es_es: Abierto mediante asociación de archivos del sistema
fr_fr: Ouvert à partir de l'association de fichiers système
it_it: Aperto dall'associazione file di sistema
ja_jp: システムファイル関連付けから開きました
ko_kr: 시스템 파일 연결에서 열렸습니다
pl_pl: Otwarto ze skojarzenia plików systemowych
pt_br: Aberto pela associação de arquivos do sistema
ru_ru: Открыто через ассоциацию файлов системы
uk_ua: Відкрито через системну асоціацію файлів
zh_cn: 已从系统文件关联打开

# StatusSystemAssociationOpenedCountFormat
source: Opened {0} images from system file association
de_de: {0} Bilder über Systemdateizuordnung geöffnet
es_es: Abiertas {0} imágenes mediante asociación de archivos
fr_fr: {0} images ouvertes à partir de l'association système
it_it: Aperte {0} immagini dall'associazione file di sistema
ja_jp: システムファイル関連付けから {0} 枚の画像を開きました
ko_kr: 시스템 파일 연결에서 {0}개의 이미지를 열었습니다
pl_pl: Otwarto {0} obrazów ze skojarzenia plików systemowych
pt_br: {0} imagens abertas pela associação do sistema
ru_ru: Открыто {0} изображений через ассоциацию файлов
uk_ua: Відкрито {0} зображень через системну асоціацію файлів
zh_cn: 已从系统文件关联打开 {0} 张图片

# StatusOpenFailedFormat
source: Failed to open {0}: {1}: {2}
de_de: Fehler beim Öffnen von {0}: {1}: {2}
es_es: No se pudo abrir {0}: {1}: {2}
fr_fr: Impossible d'ouvrir {0} : {1} : {2}
it_it: Apertura non riuscita: {0}: {1}
ja_jp: 画像を開けませんでした: {0}: {1}
ko_kr: 열기 실패: {0}: {1}
pl_pl: Błąd otwierania: {0}: {1}
pt_br: Falha ao abrir {0}: {1}: {2}
ru_ru: Не удалось открыть {0}: {1}: {2}
uk_ua: Не вдалося відкрити {0}: {1}: {2}
zh_cn: 无法打开 {0}: {1}: {2}

# StatusLoadingFullResolution
source: Loading full resolution for 1:1 display...
de_de: Volle Auflösung für 1:1-Anzeige wird geladen...
es_es: Cargando resolución completa para visualización 1:1...
fr_fr: Chargement de la résolution d'origine pour affichage 1:1...
it_it: Caricamento della risoluzione completa per visualizzazione 1:1...
ja_jp: 1:1 表示のために元の解像度を読み込み中...
ko_kr: 1:1 표시를 위해 원본 해상도를 로드하는 중...
pl_pl: Wczytywanie pełnej rozdzielczości do widoku 1:1...
pt_br: Carregando resolução total para exibição 1:1...
ru_ru: Загрузка исходного разрешения для отображения 1:1...
uk_ua: Завантаження повної роздільності для відображення 1:1...
zh_cn: 正在载入原始分辨率以显示 1:1...

# StatusCropSavedFailedFormat
source: Crop save failed: {0}
de_de: Speichern des Zuschnitts fehlgeschlagen: {0}
es_es: Error al guardar recorte: {0}
fr_fr: Échec de l'enregistrement du rognage : {0}
it_it: Salvataggio del ritaglio non riuscito: {0}
ja_jp: トリミング画像の保存に失敗しました: {0}
ko_kr: 자르기 저장 실패: {0}
pl_pl: Błąd zapisu przycięcia: {0}
pt_br: Falha ao salvar corte: {0}
ru_ru: Ошибка при сохранении обрезки: {0}
uk_ua: Помилка збереження обтинання: {0}
zh_cn: 裁切保存失败: {0}

# StatusRendererResizeFailedFormat
source: Renderer resize failed: {0}: {1}
de_de: Renderer-Größenänderung fehlgeschlagen: {0}: {1}
es_es: Error al redimensionar renderizador: {0}: {1}
fr_fr: Échec du redimensionnement du moteur de rendu : {0} : {1}
it_it: Ridimensionamento del renderer non riuscito: {0}: {1}
ja_jp: レンダラーのリサイズに失敗しました: {0}: {1}
ko_kr: 렌더러 크기 조정 실패: {0}: {1}
pl_pl: Błąd zmiany rozmiaru renderera: {0}: {1}
pt_br: Falha ao redimensionar renderizador: {0}: {1}
ru_ru: Ошибка изменения размера средства рендеринга: {0}: {1}
uk_ua: Помилка зміни розміру рендерера: {0}: {1}
zh_cn: 渲染器调整失败: {0}: {1}

# StatusPageLoadFailedFormat
source: Home page load failed: {0}: {1}
de_de: Startseite konnte nicht geladen werden: {0}: {1}
es_es: Error al cargar la página principal: {0}: {1}
fr_fr: Échec du chargement de la page d'accueil : {0} : {1}
it_it: Caricamento della home page non riuscito: {0}: {1}
ja_jp: ホームページの読み込みに失敗しました: {0}: {1}
ko_kr: 홈 페이지 로드 실패: {0}: {1}
pl_pl: Błąd ładowania strony głównej: {0}: {1}
pt_br: Falha ao carregar a página inicial: {0}: {1}
ru_ru: Ошибка загрузки главной страницы: {0}: {1}
uk_ua: Помилка завантаження головної сторінки: {0}: {1}
zh_cn: 主页加载失败: {0}: {1}

# ErrorMainWindowNotInit
source: Main window is not initialized; cannot show file picker.
de_de: Hauptfenster ist nicht initialisiert; Dateiauswahl kann nicht angezeigt werden.
es_es: La ventana principal no está inicializada; no se puede mostrar el selector.
fr_fr: La fenêtre principale n'est pas initialisée ; impossible d'afficher le sélecteur.
it_it: Finestra principale non inizializzata; impossibile mostrare il selettore.
ja_jp: メインウィンドウが初期化されていないため、ファイル選択を表示できません。
ko_kr: 기본 창이 초기화되지 않아 파일 선택기를 표시할 수 없습니다.
pl_pl: Główne okno nie zostało zainicjowane; nie można wyświetlić okna wyboru plików.
pt_br: A janela principal não foi inicializada; não é possível exibir o seletor.
ru_ru: Главное окно еще не инициализировано, невозможно открыть диалог выбора файлов.
uk_ua: Головне вікно не ініціалізовано, неможливо відкрити вибір файлів.
zh_cn: 主窗口尚未初始化，无法显示文件选择器。

# ExifNoMetadata
source: No EXIF metadata
de_de: Keine EXIF-Metadaten
es_es: Sin metadatos EXIF
fr_fr: Aucune métadonnée EXIF
it_it: Nessun metadato EXIF
ja_jp: EXIF メタデータなし
ko_kr: EXIF 메타데이터 없음
pl_pl: Brak metadanych EXIF
pt_br: Sem metadados EXIF
ru_ru: Нет метаданных EXIF
uk_ua: Немає метаданих EXIF
zh_cn: 没有 EXIF 元数据

# ExifReading
source: Reading EXIF...
de_de: EXIF wird gelesen...
es_es: Leyendo EXIF...
fr_fr: Lecture EXIF en cours...
it_it: Lettura EXIF in corso...
ja_jp: EXIF を読み込み中...
ko_kr: EXIF 읽는 중...
pl_pl: Odczytywanie EXIF...
pt_br: Lendo EXIF...
ru_ru: Чтение EXIF...
uk_ua: Читання EXIF...
zh_cn: 正在读取 EXIF...

# ExifCamera
source: Camera
de_de: Kamera
es_es: Cámara
fr_fr: Appareil photo
it_it: Fotocamera
ja_jp: カメラ
ko_kr: 카메라
pl_pl: Aparat
pt_br: Câmera
ru_ru: Камера
uk_ua: Камера
zh_cn: 相机

# ExifLens
source: Lens
de_de: Objektiv
es_es: Lente
fr_fr: Objectif
it_it: Obiettivo
ja_jp: レンズ
ko_kr: 렌즈
pl_pl: Obiektyw
pt_br: Lente
ru_ru: Объектив
uk_ua: Об'єктив
zh_cn: 镜头

# ExifDateTaken
source: Date taken
de_de: Aufnahmedatum
es_es: Fecha de captura
fr_fr: Date de prise de vue
it_it: Data di scatto
ja_jp: 撮影日時
ko_kr: 촬영 날짜
pl_pl: Data zrobienia zdjęcia
pt_br: Data da foto
ru_ru: Дата съемки
uk_ua: Дата зйомки
zh_cn: 拍摄时间

# ExifExposure
source: Exposure
de_de: Belichtung
es_es: Exposición
fr_fr: Exposition
it_it: Esposizione
ja_jp: 露出
ko_kr: 노출
pl_pl: Ekspozycja
pt_br: Exposição
ru_ru: Экспозиция
uk_ua: Експозиція
zh_cn: 曝光

# ExifDimensions
source: Dimensions
de_de: Abmessungen
es_es: Dimensiones
it_it: Dimensioni
ja_jp: 寸法
ko_kr: 크기
pl_pl: Wymiary
pt_br: Dimensões
ru_ru: Размеры
uk_ua: Розміри
zh_cn: 尺寸

# ExifOrientation
source: Orientation
de_de: Ausrichtung
es_es: Orientación
it_it: Orientamento
ja_jp: 向き
ko_kr: 방향
pl_pl: Orientacja
pt_br: Orientação
ru_ru: Ориентация
uk_ua: Орієнтація
zh_cn: 方向

# ExifFileSize
source: File size
de_de: Dateigröße
es_es: Tamaño del archivo
fr_fr: Taille du fichier
it_it: Dimensione file
ja_jp: ファイルサイズ
ko_kr: 파일 크기
pl_pl: Rozmiar pliku
pt_br: Tamanho do arquivo
ru_ru: Размер файла
uk_ua: Розмір файлу
zh_cn: 文件大小

# ExifModifiedDate
source: Date modified
de_de: Änderungsdatum
es_es: Fecha de modificación
fr_fr: Date de modification
it_it: Data di modifica
ja_jp: 更新日時
ko_kr: 수정 날짜
pl_pl: Data modyfikacji
pt_br: Data de modificação
ru_ru: Дата изменения
uk_ua: Дата зміни
zh_cn: 修改时间

# WorkspaceNoImage
source: No image opened
de_de: Kein Bild geöffnet
es_es: Ninguna imagen abierta
fr_fr: Aucune image ouverte
it_it: Nessuna immagine aperta
ja_jp: 画像が開かれていません
ko_kr: 열린 이미지가 없습니다
pl_pl: Nie otwarto obrazu
pt_br: Nenhuma imagem aberta
ru_ru: Изображение не открыто
uk_ua: Зображення не відкрито
zh_cn: 未打开图片

# WorkspaceNone
source: None
de_de: Keine
es_es: Ninguno
fr_fr: Aucun
it_it: Nessuno
ja_jp: なし
ko_kr: 없음
pl_pl: Brak
pt_br: Nenhum
ru_ru: Нет
uk_ua: Немає
zh_cn: 无

# WorkspaceWaiting
source: Waiting
de_de: Warten
es_es: Esperando
fr_fr: En attente
it_it: In attesa
ja_jp: 待機中
ko_kr: 대기 중
pl_pl: Oczekiwanie
pt_br: Aguardando
ru_ru: Ожидание
uk_ua: Очікування
zh_cn: 等待中

# WorkspaceUnknown
source: Unknown
de_de: Unbekannt
es_es: Desconocido
fr_fr: Inconnu
it_it: Sconosciuto
ja_jp: 不明
ko_kr: 알 수 없음
pl_pl: Nieznany
pt_br: Desconhecido
ru_ru: Неизвестно
uk_ua: Невідомо
zh_cn: 未知

# WorkspacePleaseSelectImage
source: Please select an image
de_de: Bitte wählen Sie ein Bild aus
es_es: Seleccione una imagen
fr_fr: Veuillez sélectionner une image
it_it: Seleziona un'immagine
ja_jp: 画像を選択してください
ko_kr: 이미지를 선택하세요
pl_pl: Wybierz obraz
pt_br: Selecione uma imagem
ru_ru: Пожалуйста, выберите изображение
uk_ua: Будь ласка, виберіть зображення
zh_cn: 请选择一张图片

# WorkspaceGainMapNotProbed
source: Not probed
de_de: Nicht geprüft
es_es: No analizado
fr_fr: Non testé
it_it: Non sondato
ja_jp: 未調査
ko_kr: 감지되지 않음
pl_pl: Nie sprawdzono
pt_br: Não testado
ru_ru: Не проверялось
uk_ua: Не перевірялося
zh_cn: 未探测

# WorkspaceRendererWaiting
source: Renderer waiting
de_de: Renderer wartet
es_es: Renderizador en espera
fr_fr: Moteur de rendu en attente
it_it: Renderer in attesa
ja_jp: レンダラー待機中
ko_kr: 렌더러 대기 중
pl_pl: Oczekiwanie na renderer
pt_br: Renderizador aguardando
ru_ru: Средство рендеринга ожидает
uk_ua: Рендерер очікує
zh_cn: 渲染器等待中

# WorkspaceReady
source: Ready
de_de: Bereit
es_es: Listo
fr_fr: Prêt
it_it: Pronto
ja_jp: 準備完了
ko_kr: 준비됨
pl_pl: Gotowy
pt_br: Pronto
ru_ru: Готово
uk_ua: Готово
zh_cn: 就绪

# WorkspaceLivePhotoLabel
source: Live
es_es: En vivo
ja_jp: モーション
ko_kr: 라이브
pl_pl: Ruchome
pt_br: Em movimento
ru_ru: Живое фото
uk_ua: Живе фото
zh_cn: 动态

# AppxManifestDisplayName
source: HDR Image Viewer
de_de: HDR-Bildbetrachter
es_es: Visor de imágenes HDR
fr_fr: Visionneuse d'images HDR
it_it: Visualizzatore di immagini HDR
ja_jp: HDR 画像ビューアー
ko_kr: HDR 이미지 뷰어
pl_pl: Przeglądarka obrazów HDR
pt_br: Visualizador de Imagens HDR
ru_ru: Просмотрщик HDR-изображений
uk_ua: Переглядач HDR-зображень
zh_cn: HDR 图片查看器

# AppxManifestDescription
source: Image viewer based on WinUI 3 and DirectX HDR swap chain surface
de_de: Bildbetrachter basierend auf WinUI 3 und DirectX HDR-Rendering-Oberfläche
es_es: Visor de imágenes basado en WinUI 3 y superficie de renderizado DirectX HDR
fr_fr: Visionneuse d'images basée sur WinUI 3 et la surface de rendu DirectX HDR
it_it: Visualizzatore di immagini basato su WinUI 3 e superficie di rendering DirectX HDR
ja_jp: WinUI 3 と DirectX HDR レンダリングサーフェスに基づいた画像ビューアー
ko_kr: WinUI 3 및 DirectX HDR 렌더링 표면 기반 이미지 뷰어
pl_pl: Przeglądarka obrazów oparta na WinUI 3 i powierzchni renderowania DirectX HDR
pt_br: Visualizador de imagens baseado em WinUI 3 e superfície de renderização DirectX HDR
ru_ru: Просмотрщик изображений на базе WinUI 3 и поверхности рендеринга DirectX HDR
uk_ua: Переглядач зображень на базі WinUI 3 та поверхні рендерингу DirectX HDR
zh_cn: 基于 WinUI 3 和 DirectX HDR 渲染表面的图片查看器

# AppxManifestFileTypeHdrImage
source: HDR Image
de_de: HDR-Bild
es_es: Imagen HDR
fr_fr: Image HDR
it_it: Immagine HDR
ja_jp: HDR 画像
ko_kr: HDR 이미지
pl_pl: Obraz HDR
pt_br: Imagem HDR
ru_ru: HDR-изображение
uk_ua: HDR-зображення
zh_cn: HDR 图片

# CropExit
source: Exit crop
de_de: Zuschneiden beenden
es_es: Salir de recorte
fr_fr: Quitter le rognage
it_it: Esci dal ritaglio
ja_jp: トリミングを終了
ko_kr: 자르기 종료
pl_pl: Zakończ przycinanie
pt_br: Sair do corte
ru_ru: Выйти из режима обрезки
uk_ua: Вийти з режиму обтинання
zh_cn: 退出裁切

# GamutInside
source: In
de_de: Innen
es_es: Dentro
fr_fr: Dedans
it_it: Dentro
ja_jp: 内
ko_kr: 내부
pl_pl: Wewnątrz
pt_br: Dentro
ru_ru: Внутри
uk_ua: Всередині
zh_cn: 内

# GamutOutside
source: Out
de_de: Außen
es_es: Fuera
fr_fr: Dehors
it_it: Fuori
ja_jp: 外
ko_kr: 외부
pl_pl: Na zewnątrz
pt_br: Fora
ru_ru: Снаружи
uk_ua: Ззовні
zh_cn: 外

# GamutOutOfRange
source: Out of diagram range
de_de: Außerhalb des Diagrammbereichs
es_es: Fuera del rango del diagrama
fr_fr: Hors de la plage du diagramme
it_it: Fuori dall'intervallo del diagramma
ja_jp: 図の座標範囲外
ko_kr: 다이어그램 범위 벗어남
pl_pl: Poza zakresem wykresu
pt_br: Fora do alcance do diagrama
ru_ru: Вне диапазона диаграммы
uk_ua: Поза діапазоном діаграми
zh_cn: 超出图示坐标范围

# LivePhotoStop
source: Stop Live Photo
de_de: Live Photo anhalten
es_es: Detener Live Photo
fr_fr: Arrêter la Live Photo
it_it: Interrompi Live Photo
ja_jp: Live Photo を停止
ko_kr: 라이브 포토 중지
pl_pl: Zatrzymaj Live Photo
pt_br: Parar Foto em Movimento
ru_ru: Остановить живое фото
uk_ua: Зупинити живе фото
zh_cn: 停止动态照片

# StatusLivePhotoVideoUnavailable
source: Live Photo video unavailable: {0}
de_de: Live Photo-Video nicht verfügbar: {0}
es_es: Vídeo de Live Photo no disponible: {0}
fr_fr: Vidéo Live Photo indisponible : {0}
it_it: Video Live Photo non disponibile: {0}
ja_jp: Live Photo 動画を利用できません: {0}
ko_kr: 라이브 포토 동영상을 사용할 수 없음: {0}
pl_pl: Wideo Live Photo niedostępne: {0}
pt_br: Vídeo da Foto em Movimento indisponível: {0}
ru_ru: Видео живого фото недоступно: {0}
uk_ua: Відео живого фото недоступне: {0}
zh_cn: 动态照片视频不可用: {0}

# StatusLivePhotoPlaybackFailed
source: Live Photo playback failed: {0}
de_de: Live Photo-Wiedergabe fehlgeschlagen: {0}
es_es: Error al reproducir Live Photo: {0}
fr_fr: Échec de la lecture de la Live Photo : {0}
it_it: Riproduzione Live Photo non riuscita: {0}
ja_jp: Live Photo の再生に失敗しました: {0}
ko_kr: 라이브 포토 재생 실패: {0}
pl_pl: Błąd odtwarzania Live Photo: {0}
pt_br: Falha na reprodução da Foto em Movimento: {0}
ru_ru: Ошибка воспроизведения живого фото: {0}
uk_ua: Помилка відтворення живого фото: {0}
zh_cn: 动态照片播放失败: {0}

# GamutPointerNotValidArea
source: Pointer is outside valid image area
de_de: Mauszeiger außerhalb des gültigen Bildbereichs
es_es: El puntero está fuera del área válida de la imagen
fr_fr: Le pointeur est hors de la zone d'image valide
it_it: Il puntatore è esterno all'area valida dell'immagine
ja_jp: ポインターが有効な画像領域内にありません
ko_kr: 포인터가 유효한 이미지 영역 밖에 있습니다
pl_pl: Kursor poza prawidłowym obszarem obrazu
pt_br: O cursor está fora da área válida da imagem
ru_ru: Курсор вне области изображения
uk_ua: Курсор поза межами ділянки зображення
zh_cn: 指针不在有效图片区域内

# GamutBlackOrInvalid
source: Black or invalid color; no valid xy coordinates
de_de: Schwarz oder ungültige Farbe; keine gültigen xy-Koordinaten
es_es: Negro o color no válido; sin coordenadas xy válidas
fr_fr: Noir ou couleur non valide ; pas de coordonnées xy valides
it_it: Nero o colore non valido; nessuna coordinata xy valida
ja_jp: 黒または無効な色です。有効な xy 座標がありません
ko_kr: 검은색 또는 잘못된 색상입니다. 유효한 xy 좌표가 없습니다
pl_pl: Czarny lub nieprawidłowy kolor; brak współrzędnych xy
pt_br: Preto ou cor inválida; sem coordenadas xy válidas
ru_ru: Черный или некорректный цвет; нет координат xy
uk_ua: Чорний або некоректний колір; немає координат xy
zh_cn: 黑色或无效颜色，没有有效 xy 坐标

# AnalysisSdrNotSupported
source: Current image uses standard preview; HDR tools unavailable.
de_de: Aktuelles Bild nutzt Standard-Vorschau; HDR-Tools nicht verfügbar.
es_es: La imagen actual usa vista previa estándar; herramientas HDR no disponibles.
fr_fr: L'image utilise un aperçu standard ; outils HDR indisponibles.
it_it: L'immagine corrente usa anteprima standard; strumenti HDR non disponibili.
ja_jp: 現在の画像は標準プレビューを使用しているため、HDR ツールは利用できません。
ko_kr: 현재 이미지는 표준 미리보기를 사용하므로 HDR 도구를 사용할 수 없습니다.
pl_pl: Bieżący obraz używa standardowego podglądu; narzędzia HDR są niedostępne.
pt_br: A imagem atual usa prévia padrão; ferramentas HDR indisponíveis.
ru_ru: Изображение использует стандартный предпросмотр; инструменты HDR недоступны.
uk_ua: Зображення використовує стандартний перегляд; інструменти HDR недоступні.
zh_cn: 当前图片使用普通预览，HDR 工具不可用。

# GamutChangedRefreshPrompt
source: View changed; please refresh gamut analysis
de_de: Ansicht geändert; bitte Farbraumanalyse aktualisieren
es_es: La vista cambió; actualice el análisis de gama
fr_fr: La vue a changé ; actualisez l'analyse du gamut
it_it: La visualizzazione è cambiata; aggiorna l'analisi del gamut
ja_jp: 画面が変更されました。色域分析を更新してください
ko_kr: 화면이 변경되었습니다. 색역 분석을 새로 고치세요
pl_pl: Widok uległ zmianie; odśwież analizę gamutu
pt_br: A exibição mudou; atualize a análise da gama de cores
ru_ru: Вид изменился; обновите анализ охвата
uk_ua: Вигляд змінився; оновіть аналіз охвату
zh_cn: 画面已变化，请刷新色域分析

# AnalysisNoHdrPreview
source: Current image is not HDR rendered; cannot read scRGB preview values.
de_de: Bild wird nicht in HDR gerendert; scRGB-Werte können nicht gelesen werden.
es_es: La imagen no está renderizada en HDR; no se pueden leer valores scRGB.
fr_fr: L'image n'est pas rendue en HDR ; impossible de lire les valeurs scRGB.
it_it: L'immagine non è renderizzata in HDR; impossibile leggere i valori scRGB.
ja_jp: 現在の画像は HDR でレンダリングされていないため、scRGB プレビュー値を読み取れません。
ko_kr: 현재 이미지가 HDR로 렌더링되지 않아 scRGB 미리보기 값을 읽을 수 없습니다.
pl_pl: Obraz nie jest renderowany w HDR; nie można odczytać wartości scRGB.
pt_br: A imagem não é renderizada em HDR; impossível ler os valores scRGB.
ru_ru: Изображение не отображается в HDR; невозможно прочитать значения scRGB.
uk_ua: Зображення не відтворюється в HDR; неможливо прочитати значення scRGB.
zh_cn: 当前图片未使用 HDR 渲染，无法读取 scRGB 预览值。

# AnalysisPixelCountFormat
source: Analyzed {0} preview pixels
de_de: {0} Vorschau-Pixel analysiert
es_es: {0} píxeles de vista previa analizados
fr_fr: {0} pixels d'aperçu analysés
it_it: {0} pixel di anteprima analizzati
ja_jp: {0} 個のプレビューピクセルを分析完了
ko_kr: {0}개의 미리보기 픽셀 분석 완료
pl_pl: Przeanalizowano {0} pikseli podglądu
pt_br: {0} pixels de prévia analisados
ru_ru: Проанализировано {0} пикселей
uk_ua: Проаналізовано {0} пікселів
zh_cn: 已分析 {0} 个预览像素

# HistogramSdrWhiteFormat
source: SDR white point {0} nits
de_de: SDR-Weißpunkt {0} Nits
es_es: Punto blanco SDR {0} nits
fr_fr: Point blanc SDR {0} nits
it_it: Punto di bianco SDR {0} nit
ja_jp: SDR 白色点 {0} nits
ko_kr: SDR 백색점 {0} nits
pl_pl: Punkt bieli SDR {0} nitów
pt_br: Ponto branco SDR {0} nits
ru_ru: Точка белого SDR: {0} нит
uk_ua: Точка білого SDR: {0} ніт
zh_cn: SDR 白点 {0} nits

# PixelSampleInstruction
source: Move pointer over image to sample
de_de: Mauszeiger zum Abtasten über das Bild bewegen
es_es: Mueva el puntero sobre la imagen para muestrear
fr_fr: Pointez sur l'image pour échantillonner
it_it: Sposta il puntatore sull'immagine per campionare
ja_jp: 画像の上にポインターを置いてサンプリング
ko_kr: 샘플링하려면 이미지 위로 포인터를 이동하세요
pl_pl: Najedź kursorem na obraz, aby pobrać próbkę
pt_br: Mova o cursor sobre a imagem para amostrar
ru_ru: Наведите указатель на изображение для выборки
uk_ua: Наведіть курсор на зображення для вибірки
zh_cn: 将指针移到图片上取样
